Repository: Ngabin97/buddypress-group-email-subscription
Catalog: languages/buddypress-group-email-subscription-*.po
Languages: pl_pl

source: Receive notifications of your own posts?
pl_pl: Otrzymywać powiadomienia o własnych postach?

source: Individual Group Email Settings
pl_pl: Ustawienia poczty e-mail dla poszczególnych grup

source: To change the email notification settings for your groups, go to %s and click "Change" for each group.
pl_pl: Aby zmienić ustawienia powiadomień e-mail dla swoich grup, przejdź do %s i kliknij "Zmień" dla każdej grupy.

source: Or set all your group's email options to No Email
pl_pl: Możesz też ustawić wszystkie opcje poczty e-mail grupy na Brak poczty e-mail

source: Your email status is
pl_pl: Twój status e-maila to

source: change
pl_pl: zmień

source: Get email updates
pl_pl: Otrzymuj aktualizacje e-mail

source: Change email subscription for this group
pl_pl: Zmienianie subskrypcji poczty e-mail dla tej grupy

source: Close
pl_pl: Zamknij

source: Close this window
pl_pl: Zamknij to okno

source: Change
pl_pl: Zmień

source: You successfully joined the group. Your group email status is:
pl_pl: Pomyślnie dołączyłeś do grupy. Stan grupowego adresu e-mail to:

source: Send an email notice to everyone in the group
pl_pl: Wyślij wiadomość e-mail z powiadomieniem do wszystkich członków grupy

source: You can use the form below to send an email notice to all group members.
pl_pl: Możesz skorzystać z poniższego formularza, aby wysłać powiadomienie e-mail do wszystkich członków grupy.

source: Everyone in the group will receive the email -- regardless of their email settings -- so use with caution
pl_pl: Wszyscy członkowie grupy otrzymają wiadomość e-mail — niezależnie od ustawień poczty e-mail — dlatego należy zachować ostrożność

source: Email Subject:
pl_pl: Temat wiadomości:

source: Email Content:
pl_pl: Treść wiadomości e-mail:

source: Email this notice to everyone in the group
pl_pl: Wyślij to powiadomienie e-mailem do wszystkich członków grupy

source: Send this notice
pl_pl: Wyślij to powiadomienie

source: Welcome Email
pl_pl: E-mail powitalny

source: Send an email when a new member join the group.
pl_pl: Wyślij wiadomość e-mail, gdy nowy członek dołączy do grupy.

source: Enable welcome email
pl_pl: Włącz powitalny e-mail

source: Save
pl_pl: Zapisz
