Repository: Ngabin97/buddypress-group-email-subscription
Catalog: languages/buddypress-group-email-subscription-*.po
Languages: pl_pl

source: Allows group members to receive email notifications for group activity and forum posts instantly or as daily digest or weekly summary.
pl_pl: Umożliwia członkom grupy otrzymywanie powiadomień e-mail o aktywności grupy i postach na forum natychmiast lub w formie codziennego podsumowania lub podsumowania tygodniowego.

source: BP Group Email Options
pl_pl: Opcje poczty e-mail grupy BP

source: Group Email Options
pl_pl: Opcje grupowej poczty e-mail

source: Settings saved.
pl_pl: Ustawienia zapisane.

source: Complete!
pl_pl: Ukończono!

source: In Progress
pl_pl: W trakcie

source: Group Email Subscription Settings
pl_pl: Ustawienia grupowej subskrypcji poczty e-mail

source: Digests & Summaries
pl_pl: Podsumowania i podsumowania

source: View queued digest items</a></b> (in new window)<br>As admin, you can see what is currently in the email queue by adding ?sum=1 to your url. This will not fire the digest, it will just show you what is waiting to be sent.
pl_pl: Wyświetlanie elementów skrótu w kolejce (w nowym oknie)<br>Jako administrator możesz zobaczyć, co znajduje się obecnie w kolejce poczty e-mail, dodając ?sum=1 do swojego adresu URL. To nie uruchomi podsumowania, po prostu pokaże Ci, co czeka na wysłanie.

source: Monday
pl_pl: Poniedziałek

source: Tuesday
pl_pl: Wtorek

source: Wednesday
pl_pl: Środa

source: Thursday
pl_pl: Czwartek

source: Friday
pl_pl: Piątek

source: Saturday
pl_pl: Sobota

source: Sunday
pl_pl: Niedziela

source: The server timezone is %1$s (%2$s); the current server time is %3$s (%4$s); and the day is %5$s.
pl_pl: Strefa czasowa serwera to %1$s (%2$s); Aktualny czas serwera to %3$s (%4$s); A dzień jest %5$s.

source: Global Unsubscribe Link
pl_pl: Globalny link do rezygnacji z subskrypcji

source: Add a link in the emails and on the notifications settings page allowing users to unsubscribe from all their groups at once:
pl_pl: Dodaj link w wiadomościach e-mail i na stronie ustawień powiadomień, aby użytkownicy mogli anulować subskrypcję wszystkich swoich grup jednocześnie:

source: yes
pl_pl: tak

source: no
pl_pl: nie

source: Group Admin Abilities
pl_pl: Umiejętności administratora grupy

source: Allow group admins and mods to change members' email subscription settings:
pl_pl: Zezwalaj administratorom grup i moderatorom na zmienianie ustawień subskrypcji e-mail członków:

source: Allow group admins to override subscription settings and send an email to everyone in their group:
pl_pl: Zezwalaj administratorom grup na zastępowanie ustawień subskrypcji i wysyłanie wiadomości e-mail do wszystkich członków grupy:

source: Default Group Settings
pl_pl: Domyślne ustawienia grupy

source: Use this setting to control the default subscription level for groups on this site. Note that this global default can be overridden on a per-group basis by the administrators of specific groups.
pl_pl: Użyj tego ustawienia, aby kontrolować domyślny poziom subskrypcji dla grup w tej witrynie. Należy zauważyć, że to globalne ustawienie domyślne może zostać zastąpione dla poszczególnych grup przez administratorów określonych grup.

source: Global default subscription level
pl_pl: Globalny domyślny poziom subskrypcji

source: Spam Prevention
pl_pl: Zapobieganie spamowi

source: To help protect against spam, you may wish to require a user to have been a member of the site for a certain amount of days before any group updates are emailed to the other group members. This is disabled by default.
pl_pl: Aby zapewnić ochronę przed spamem, można wymagać, aby użytkownik był członkiem witryny przez określoną liczbę dni, zanim jakiekolwiek aktualizacje grupy zostaną wysłane pocztą e-mail do innych członków grupy. Ta opcja jest domyślnie wyłączona.

source: Minimum age (in days) of user account before users can send group updates:
pl_pl: Minimalny wiek (w dniach) konta użytkownika, aby użytkownicy mogli wysyłać aktualizacje grupowe:

source: Save Settings
pl_pl: Zapisz ustawienia

source: Migration Status
pl_pl: Status Migracji

source: BuddyPress Group Email Subscription version 3.9 includes a number of important database migration routines.
pl_pl: BuddyPress Group Email Subscription w wersji 3.9 zawiera szereg ważnych procedur migracji bazy danych.

source: Create database tables
pl_pl: Tworzenie tabel bazy danych

source: Migrate subscriptions
pl_pl: Migracja subskrypcji

source: Migrate queued items
pl_pl: Migracja elementów w kolejce

source: If you need to re-run or restart the migration process, you can do so with the following link:
pl_pl: Jeśli chcesz ponownie uruchomić lub ponownie uruchomić proces migracji, możesz to zrobić, korzystając z poniższego linku:

source: Manually trigger the migration process.
pl_pl: Ręczne wyzwolenie procesu migracji.

source: Some migrations are currently in progress. Please reload this page in a few moments.
pl_pl: Niektóre migracje są obecnie w toku. Odśwież tę stronę za kilka chwil.

source: Learn more about the 3.9 migration process.
pl_pl: Dowiedz się więcej o procesie migracji do wersji 3.9.

source: If you enjoy using this plugin, please rate it.
pl_pl: Jeśli podoba Ci się korzystanie z tej wtyczki, oceń ją.

source: Please make a donation to the team to support ongoing development.
pl_pl: Prosimy o przekazanie darowizny na rzecz zespołu, aby wesprzeć ciągły rozwój.

source: Some BuddyPress Group Email Subscription migration tasks have not successfully completed.
pl_pl: Niektóre zadania migracji subskrypcji e-mail grupy BuddyPress nie zostały pomyślnie ukończone.

source: Visit the BPGES settings page to fix this problem.
pl_pl: Odwiedź stronę ustawień BPGES, aby rozwiązać ten problem.

source: You have received this message because you are subscribed to receive a digest of activity in some of your groups on %s.
pl_pl: Otrzymałeś tę wiadomość, ponieważ subskrybujesz podsumowanie aktywności w niektórych swoich grupach na %s.

source: at
pl_pl: w

source: (%s items)
pl_pl: (%s szt.)

source: Group Summary
pl_pl: Podsumowanie grupy

source: To disable these notifications per group please login and go to: %s where you can change your email settings for each group.
pl_pl: Aby wyłączyć te powiadomienia dla każdej grupy, zaloguj się i przejdź do: %s, gdzie możesz zmienić ustawienia poczty e-mail dla każdej grupy.

source: My Groups
pl_pl: Moje grupy

source: Disable these notifications for all my groups at once.
pl_pl: Wyłącz te powiadomienia dla wszystkich moich grup jednocześnie.

source: Your daily digest of group activity
pl_pl: Twój codzienny przegląd aktywności grupowej

source: Your weekly summary of group topics
pl_pl: Tygodniowe podsumowanie tematów grupowych

source: DAILY DIGEST:
pl_pl: CODZIENNY DIGEST:

source: WEEKLY DIGEST:
pl_pl: PRZEGLĄD TYGODNIA:

source: Group: %s
pl_pl: Grupa: %s

source: Group: %s weekly summary
pl_pl: Grupa: %s podsumowanie tygodnia

source: To disable these notifications for this group click
pl_pl: Aby wyłączyć te powiadomienia dla tej grupy, kliknij przycisk

source: unsubscribe
pl_pl: wypisz

source: change
pl_pl: zmień

source: email options
pl_pl: opcje poczty e-mail

source: at %1$s, %2$s
pl_pl: ostatnio aktualizowane przez %1$s %2$s

source: View
pl_pl: Zobacz

source: Once Weekly
pl_pl: Raz w tygodniu

source: To disable all notifications for this group, click: %s
pl_pl: Aby wyłączyć wszystkie powiadomienia dla tej grupy, kliknij: %s

source: Or to disable notifications for *all* your groups, click: %s
pl_pl: Aby wyłączyć powiadomienia dla *wszystkich* grup, kliknij: %s

source: %1$s To view or reply, log in and go to: %2$s ---------------------
pl_pl: %1$s Aby wyświetlić lub odpowiedzieć, zaloguj się i przejdź do: %2$s ---------------------

source: %1$s "%2$s" To view or reply, log in and go to: %3$s ---------------------
pl_pl: %1$s "%2$s" Aby wyświetlić lub odpowiedzieć, zaloguj się i przejdź do: %3$s ---------------------

source: You are currently receiving notifications for your own posts.
pl_pl: Obecnie otrzymujesz powiadomienia o własnych postach.

source: To disable these notifications please log in and go to: %s
pl_pl: Aby wyłączyć te powiadomienia, zaloguj się i idź do: %s

source: Once you are logged in, uncheck "Receive notifications of your own posts?".
pl_pl: Po zalogowaniu odznacz "Otrzymuj powiadomienia o własnych postach?".

source: Your email setting for this group is: %s
pl_pl: Ustawienia poczty e-mail dla tej grupy to: %s

source: To change your email setting for this group, please log in and go to: %s
pl_pl: Aby zmienić ustawienia poczty e-mail dla tej grupy, zaloguj się i przejdź do: %s

source: in the group
pl_pl: w grupie

source: This is a notice from the group '%1$s': "%2$s" To view this group log in and follow the link below: %3$s ---------------------
pl_pl: To jest zawiadomienie od grupy "%1$s": "%2$s" Aby wyświetlić tę grupę, zaloguj się i kliknij poniższy link: %3$s ---------------------

source: Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
pl_pl: Uwaga: powiadomienia administratora są wysyłane do wszystkich członków grupy i nie można ich wyłączyć. Jeśli uważasz, że ta usługa jest nadużywana, porozmawiaj z administratorem witryny.

source: {{{ges.action}}} <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation. {{{ges.email-setting-description}}}
pl_pl: {{{ges.action}}} <blockquote>{{{usermessage}}}</blockquote> – <a href="{{{thread.url}}}">Przejdź do dyskusji,</a> aby odpowiedzieć lub nadrobić zaległości w rozmowie. {{{ges.email-setting-description}}}

source: {{{ges.action}}} "{{{usermessage}}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}
pl_pl: {{{ges.action}}} "{{{usermessage}}}" Przejdź do dyskusji, aby odpowiedzieć lub nadrobić zaległości w rozmowie: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}

source: A member created a group activity entry. Used by the Group Email Subscription plugin during immediate sendouts.
pl_pl: Jeden z członków utworzył wpis działania grupowego. Używany przez wtyczkę Group Email Subscription podczas natychmiastowych wysyłek.

source: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; You have received this message because you are subscribed to receive a digest of activity in some of your groups on {{site.name}}.
pl_pl: {{{ges.digest-summary}}}{{{usermessage}}} – Otrzymałeś tę wiadomość, ponieważ subskrybujesz podsumowanie aktywności w niektórych swoich grupach na {{site.name}}.

source: {{{ges.digest-summary}}} {{{usermessage}}} ---- You have received this message because you are subscribed to receive a digest of activity in some of your groups on {{{site.name}}}. To disable these notifications per group, please login and [visit your groups page]({{{ges.settings-link}}}) where you can manage your email settings for each group.
pl_pl: {{{ges.digest-summary}}} {{{usermessage}}} ---- Otrzymałeś tę wiadomość, ponieważ subskrybujesz podsumowanie aktywności w niektórych swoich grupach na {{{site.name}}}. Aby wyłączyć te powiadomienia dla każdej grupy, zaloguj się i [odwiedź stronę swoich grup]({{{ges.settings-link}}}), gdzie możesz zarządzać ustawieniami poczty e-mail dla każdej grupy.

source: An email digest is sent to a member. Used by the Group Email Subscription plugin during daily or weekly digest sendouts.
pl_pl: Do członka zostanie wysłana wiadomość e-mail z podsumowaniem. Używany przez wtyczkę Group Email Subscription podczas codziennych lub tygodniowych wysyłek podsumowania.

source: [{{{site.name}}}] {{{ges.subject}}} - from the group "{{{group.name}}}"
pl_pl: [{{{site.name}}}] {{{ges.subject}}} - z grupy "{{{group.name}}}"

source: This is a notice from the group {{{group.link}}}: {{{usermessage}}} &ndash; <strong>Please note:</strong> admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
pl_pl: To jest zawiadomienie od grupy {{{group.link}}}: {{{usermessage}}} – <strong>Uwaga:</strong> powiadomienia administratora są wysyłane do wszystkich członków grupy i nie można ich wyłączyć. Jeśli uważasz, że ta usługa jest nadużywana, porozmawiaj z administratorem witryny.

source: This is a notice from the group "{{{group.name}}}": "{{{usermessage}}}" ---- Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator. To visit the group homepage, click on the link below: {{{group.url}}}
pl_pl: To jest zawiadomienie od grupy "{{{group.name}}}": "{{{usermessage}}}" ---- Uwaga: powiadomienia administratora są wysyłane do wszystkich członków grupy i nie można ich wyłączyć. Jeśli uważasz, że ta usługa jest nadużywana, porozmawiaj z administratorem witryny. Aby odwiedzić stronę główną grupy, kliknij poniższy link: {{{group.url}}}

source: An email notice is sent by a group administrator to all members of the group. Used by the Group Email Subscription plugin.
pl_pl: Administrator grupy wysyła wiadomość e-mail z powiadomieniem do wszystkich członków grupy. Używany przez wtyczkę Group Email Subscription.

source: A welcome email is sent to new members of a group. Used by the Group Email Subscription plugin.
pl_pl: Powitalna wiadomość e-mail jest wysyłana do nowych członków grupy. Używany przez wtyczkę Group Email Subscription.

source: Change email settings
pl_pl: Zmienianie ustawień poczty e-mail

source: To change your email settings for this group only, click on this link
pl_pl: Aby zmienić ustawienia poczty e-mail tylko dla tej grupy, kliknij ten link

source: Change group email Settings
pl_pl: Zmienianie ustawień grupowej poczty e-mail

source: To disable all notifications for this group, click on this link
pl_pl: Aby wyłączyć wszystkie powiadomienia dla tej grupy, kliknij ten link

source: Unsubscribe from this group
pl_pl: Wypisz się z tej grupy

source: To disable notifications from all your groups, click on this link
pl_pl: Aby wyłączyć powiadomienia ze wszystkich grup, kliknij ten link

source: Unsubscribe from all groups
pl_pl: Anuluj subskrypcję wszystkich grup

source: Once you are logged in, change your email settings for each group.
pl_pl: Po zalogowaniu zmień ustawienia poczty e-mail dla każdej grupy.

source: Posted a Group Notice
pl_pl: Zamieszczono ogłoszenie grupowe

source: No Email
pl_pl: Żadnych Email

source: No Email (users will read this group on the web - good for any group)
pl_pl: Brak adresu e-mail (użytkownicy będą czytać tę grupę w Internecie - dobre dla każdej grupy)

source: I will read this group on the web
pl_pl: Będę czytał tę grupę na stronie

source: Weekly Summary
pl_pl: Podsumowanie tygodnia

source: Weekly
pl_pl: Tygodniowo

source: Weekly Summary Email (the week's topics - good for large groups)
pl_pl: E-mail z podsumowaniem tygodnia (tematy tygodnia - dobre dla dużych grup)

source: Get a summary of topics each week
pl_pl: Otrzymywanie podsumowania tematów w każdym tygodniu

source: Daily Digest
pl_pl: Codzienne powiadomienia

source: Daily
pl_pl: Codziennie

source: Daily Digest Email (all daily activity bundles in one email - good for medium-size groups)
pl_pl: Daily Digest Email (wszystkie pakiety codziennych aktywności w jednym e-mailu - dobre dla średnich grup)

source: Get the day's activity bundled into one email
pl_pl: Umieść aktywność całego dnia w jednym e-mailu

source: New Topics
pl_pl: Nowe tematy

source: New Topics Email (new topics are sent as they arrive, but not replies - good for small groups)
pl_pl: E-mail z nowymi tematami (nowe tematy są wysyłane po ich nadejściu, ale nie odpowiedzi - dobre dla małych grup)

source: Send new topics as they arrive (but no replies)
pl_pl: Wysyłaj nowe tematy w miarę ich nadejścia (ale bez odpowiedzi)

source: All Email
pl_pl: Powiadomienia o każdej aktywności

source: All Email (send emails about everything - recommended only for working groups)
pl_pl: Wszystkie e-maile (wysyłaj e-maile o wszystkim - zalecane tylko dla grup roboczych)

source: Send all group activity as it arrives
pl_pl: Wysyłanie całej aktywności grupy po jej nadejściu

source: Email status:
pl_pl: Status wiadomości e-mail:

source: Change to:
pl_pl: Zmień na:

source: You have been unsubscribed from all groups notifications.
pl_pl: Anulowano subskrypcję powiadomień we wszystkich grupach.

source: This user's has been unsubscribed from all groups notifications.
pl_pl: Ten użytkownik anulował subskrypcję powiadomień wszystkich grup.

source: Continue to %s
pl_pl: Przejdź do %s

source: There was a problem unsubscribing you from the group.
pl_pl: Wystąpił problem z wypisaniem Cię z grupy.

source: Your unsubscription was successful. You will no longer receive email notifications from the group %s.
pl_pl: Anulowanie subskrypcji powiodło się. Nie będziesz już otrzymywać powiadomień e-mail od grupy %s.

source: There was a problem unsubscribing you from all of your groups.
pl_pl: Wystąpił problem z wypisaniem się ze wszystkich grup.

source: Your unsubscription was successful. You will no longer receive email notifications from any of your groups.
pl_pl: Anulowanie subskrypcji powiodło się. Nie będziesz już otrzymywać powiadomień e-mail od żadnej ze swoich grup.

source: Unsubscribe from group notifications
pl_pl: Anuluj subskrypcję powiadomień grupowych

source: Unsubscribe
pl_pl: Usuń subskrypcję

source: Do you really want to unsubscribe from all notifications for the group, %s?
pl_pl: Czy na pewno chcesz zrezygnować ze wszystkich powiadomień dla grupy, %s?

source: Yes, unsubscribe from this group
pl_pl: Tak, wypisz się z tej grupy

source: No, close
pl_pl: Nie, zamknij

source: Do you really want to unsubscribe from all groups notifications?
pl_pl: Czy na pewno chcesz zrezygnować z otrzymywania powiadomień we wszystkich grupach?

source: Yes, unsubscribe from all my groups
pl_pl: Tak, anuluj subskrypcję wszystkich moich grup

source: To disable emails from all your groups at once click: %s
pl_pl: Aby wyłączyć e-maile ze wszystkich grup jednocześnie, kliknij: %s

source: This post has attachments:
pl_pl: Ten post zawiera załączniki:

source: Email Options
pl_pl: Opcje e-mail

source: Mute
pl_pl: Wycisz

source: Follow
pl_pl: Obserwuj

source: Error
pl_pl: Błąd

source: BP Group Email Subscription v4.2.0 requires BuddyPress 2.1 or higher.
pl_pl: Subskrypcja e-maili BP Group w wersji 4.2.0 wymaga oprogramowania BuddyPress 2.1 lub nowszego.

source: %1$s started the forum topic "%2$s" in the group "%3$s"
pl_pl: %1$s założyłem temat na forum "%2$s" w grupie "%3$s"

source: %1$s replied to the forum topic "%2$s" in the group "%3$s"
pl_pl: %1$s odpowiedział na temat na forum "%2$s" w grupie "%3$s"

source: To view or reply to this topic, go to:
pl_pl: Aby wyświetlić ten temat lub odpowiedzieć na niego, przejdź do:

source: To view or reply to this topic, log in and go to:
pl_pl: Aby wyświetlić ten temat lub odpowiedzieć na niego, zaloguj się i przejdź do:

source: Your email setting for this group is:
pl_pl: Ustawienia poczty e-mail dla tej grupy są następujące:

source: , therefore you won't receive replies to this topic. To get them, click the link to view this topic on the web then click the 'Follow this topic' button.
pl_pl: , dlatego nie otrzymasz odpowiedzi na ten temat. Aby je pobrać, kliknij link, aby wyświetlić ten temat w Internecie, a następnie kliknij przycisk "Obserwuj ten temat".

source: Once you are logged in, click on the "Mute this topic" button to unsubscribe from the forum thread.
pl_pl: Po zalogowaniu kliknij przycisk "Wycisz ten temat", aby anulować subskrypcję wątku na forum.

source: You are currently receiving notifications to topics that you have started.
pl_pl: Obecnie otrzymujesz powiadomienia dotyczące rozpoczętych tematów.

source: Once you are logged in, uncheck "A member replies in a forum topic you've started".
pl_pl: Po zalogowaniu odznacz "Użytkownik odpowiada w rozpoczętym przez Ciebie temacie na forum".

source: You are currently receiving notifications to topics that you have replied in.
pl_pl: Obecnie otrzymujesz powiadomienia dotyczące tematów, na które udzieliłeś(a) odpowiedzi.

source: Once you are logged in, uncheck "A member replies after you in a forum topic".
pl_pl: Po zalogowaniu odznacz "Użytkownik odpowiada za Ciebie w temacie na forum".

source: You are not following this topic. Click to follow it and get email updates for new posts
pl_pl: Nie śledzisz tego tematu. Kliknij, aby go obserwować i otrzymywać e-maile z aktualizacjami nowych postów

source: You are following this topic. Click to stop getting email updates
pl_pl: Śledzisz ten temat. Kliknij, aby przestać otrzymywać aktualizacje e-mail

source: This conversation is muted. Click to follow it
pl_pl: Ta rozmowa jest wyciszona. Kliknij, aby go obserwować

source: this topic
pl_pl: ten temat

source: Email Subscription Defaults
pl_pl: Domyślne ustawienia subskrypcji poczty e-mail

source: When new users join this group, their default email notification settings will be:
pl_pl: Gdy nowi użytkownicy dołączą do tej grupy, ich domyślne ustawienia powiadomień e-mail będą następujące:

source: User email status changed successfully
pl_pl: Stan adresu e-mail użytkownika został pomyślnie zmieniony

source: Site Admin Only: update email subscription settings for ALL members to the default:
pl_pl: Tylko administrator witryny: zaktualizuj ustawienia subskrypcji e-mail dla WSZYSTKICH członków do domyślnych:

source: Warning: this is not reversible so use with caution.
pl_pl: Ostrzeżenie: nie jest to odwracalne, więc używaj ostrożnie.

source: Make it so!
pl_pl: Niech tak będzie!

source: All user email status's changed successfully
pl_pl: Pomyślnie zmieniono stan wszystkich adresów e-mail użytkowników

source: The email notice was not sent. Please enter email content.
pl_pl: Powiadomienie e-mail nie zostało wysłane. Podaj treść wiadomości e-mail.

source: - sent from the group
pl_pl: - wysłane z grupy

source: Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
pl_pl: Uwaga: powiadomienia administratora są wysyłane do wszystkich członków grupy i nie można ich wyłączyć. Jeśli uważasz, że ta usługa jest nadużywana, porozmawiaj z administratorem witryny.

source: The email notice was sent successfully.
pl_pl: Powiadomienie e-mail zostało wysłane pomyślnie.

source: The welcome email option has been saved.
pl_pl: Opcja powitalnego e-maila została zapisana.

source: Email Subscription Options
pl_pl: Opcje subskrypcji e-mail

source: How do you want to read this group?
pl_pl: Jak chcesz czytać tę grupę?

source: Note: Normally, you receive email notifications for topics you start or comment on. This can be changed at
pl_pl: Uwaga: Zazwyczaj otrzymujesz powiadomienia e-mail o tematach, które rozpoczynasz lub komentujesz. Można to zmienić na

source: email notifications
pl_pl: powiadomienia email

source: Your email notifications for this group have been changed to: %s.
pl_pl: Twoje powiadomienia e-mail dla tej grupy zostały zmienione na: %s.

source: Item icon
pl_pl: Ikona przedmiotu

source: Group Forum
pl_pl: Forum Grupy

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: A member replies in a forum topic you've started
pl_pl: Użytkownik odpowiada w rozpoczętym przez Ciebie temacie na forum

source: Yes, send email
pl_pl: Tak, wyślij e-mail

source: A member replies after you in a forum topic
pl_pl: Użytkownik odpowiada za Ciebie w temacie na forum

source: No, do not send email
pl_pl: Nie, nie wysyłaj wiadomości e-mail
